import image from "../images/Tractor-PNG-File.png"
import imageback from "../images/Fields_441844_1920x1080.jpg"
import "../stylesheets/about.css"
const About = () => {
    return(<div className={"about-container"}>
        <div className={"darken-image"}>
        </div>
        <img src={imageback} className={"image-back"}/>
        <img src={image} className={"tractor-image"}/>
        <div className={"about-text"}>
            <h1>ПРО НАС</h1>
            <p>Ми є надійним партнером для аграріїв, які шукають якісну техніку для виконання своїх сільськогосподарських робіт. Наша компанія пропонує широкий вибір сільськогосподарської техніки для оренди за доступними цінами.<br/><br/>

                Ми маємо досвід у цій галузі і знаємо, як допомогти нашим клієнтам досягти успіху в їх бізнесі. Наша мета полягає у тому, щоб забезпечити найкращу техніку для виконання робіт на вашому господарстві. Ми завжди готові надати професійну консультацію та підтримку наших клієнтів у будь-якій справі.<br/><br/>

                Наша флотилія включає в себе різноманітні машини, які задовольнять потреби різних типів сільськогосподарських робіт. Ми пропонуємо оренду тракторів, комбайнів, сівалок, розкидачів добрив, іншої сільськогосподарської техніки та обладнання.</p>
        </div>
    </div>)
}
export default About;